export const _data = {
    "_exam" : {
        "1" : {
            "title" : "การนำเข้าภาพจากในคอมพิวเตอร์เราเข้าสู่สไลด์สามารถทำได้ด้วยเครื่องมือใด",
            "choice" : ['<img src="/Asset/img/exam/c11.jpg" alt="">', '<img src="/Asset/img/exam/c12.jpg" alt="">', '<img src="/Asset/img/exam/c13.jpg" alt="">', '<img src="/Asset/img/exam/c14.jpg" alt="">'],
            "ans" : 4
        },
        "2" : {
            "title" : '<img src="/Asset/img/exam/c20.jpg" alt=""> ภาพนี้คือเครื่องมือที่ทำให้ภาพเคลื่อนไหว',
            "choice" : ["ก. คลี่", "ข. หมุน", "ค. เลื่อน", "ง. ย่อ/ขยาย"],
            "ans" : 4
        },
        "3" : {
            "title" : '<img src="/Asset/img/exam/c30.png" alt=""> จากรูปเป็นการกำหนดรูปแบบในข้อใด',
            "choice" : ["ก. กำหนดจัดชิดขวากระดาษตัวอักษร", "ข. กำหนดจัดเต็มหน้ากระดาษตัวอักษร", "ค. กำหนดจัดกลางหน้ากระดาษตัวอักษร", "ง. กำหนดจัดชิดซ้ายหน้ากระดาษตัวอักษร"],
            "ans" : 3
        },
        "4" : {
            "title" : '<img src="/Asset/img/exam/c40.png" alt=""> จากภาพเครื่องมือนี้มีหน้าที่อะไร',
            "choice" : ["ก. แทรกตัวอักษร A", "ข. แทรกรูปสี่เหลี่ยม", "ค. เปลี่ยนสีข้อความ", "ง. กล่องข้อความ พิมพ์ข้อความ"],
            "ans" : 4
        },
        "5" : {
            "title" : '<img src="/Asset/img/exam/c50.png" alt=""> จากภาพเครื่องมือนี้มีหน้าที่อะไร',
            "choice" : ["ก. สไลด์ใหม่", "ข. แทรกตาราง", "ค. แทรกรูปสี่เหลี่ยม", "ง. เปลี่ยนสีข้อความ"],
            "ans" : 1
        },
        "6" : {
            "title" : '<img src="/Asset/img/exam/c60.png" alt=""> จากภาพเครื่องมือนี้มีหน้าที่อะไร',
            "choice" : ["ก. เพิ่มตัวอักษร", "ข. เปลี่ยนสีตัวอักษร", "ค. ปรับขนาดรูปภาพ", "ง. เพิ่มหรือลดขนาดตัวอักษร"],
            "ans" : 4
        },
        "7" : {
            "title" : '<img src="/Asset/img/exam/c70.png" alt=""> จากภาพเครื่องมือนี้มีหน้าที่อะไร',
            "choice" : ["ก. เล่นวิดีโอ", "ข. เริ่มการทำเสนอ", "ค. เล่นภาพพื้นหลัง", "ง. เริ่มการบันทึกวิดีโอ"],
            "ans" : 2
        },
        "8" : {
            "title" : '<img src="/Asset/img/exam/c80.png" alt=""> จากภาพเครื่องมือนี้มีหน้าที่อะไร',
            "choice" : ["ก. แทรกรูปร่าง", "ข. แทรกตาราง", "ค. แทรกรูปภาพ", "ง. แทรกข้อความ"],
            "ans" : 2
        },
        "9" : {
            "title" : 'สัญลักษณ์นี้ <img src="/Asset/img/exam/c90.png" alt=""> ปรากฏบนสไลด์หมายความว่าอะไร',
            "choice" : ["ก. มีภาพเคลื่อนไหวอยู่บนสไลด์", "ข. มีปุ่มเชื่อมโยงอยู่บนสไลด์", "ค. มีไฟล์วิดีโออยู่บนสไลด์", "ง. มีไฟล์เสียงอยู่บนสไลด์"],
            "ans" : 4
        },
        "10" : {
            "title" : "ไฟล์งาน PowerPoint ที่บันทึกแล้วจะมีนามสกุลใด",
            "choice" : ["ก. *.exe", "ข. *.pptx", "ค. *.docx", "ง. *.xlsx"],
            "ans" : 2
        },
        "11" : {
            "title" : "ถ้าต้องการตัดรูป จะเลือกที่ปุ่มคำสั่งใด",
            "choice" : ["ก. Crop", "ข. Color", "ค. Change Picture", "ง. Remove Background"],
            "ans" : 1
        },
        "12" : {
            "title" : "คำสั่งการนำเสนอภาพนิ่งสามารถใช้ปุ่มใดต่อไปนี้",
            "choice" : ["ก. F8", "ข. F7", "ค. F6", "ง. F5"],
            "ans" : 4
        },
        "13" : {
            "title" : "Microsoft PowerPoint ใช้ทำงานอะไร",
            "choice" : ["ก. ใช้พิมพ์งาน", "ข. ใช้บวกลบเลข", "ค. ใช้นำเสนอผลงาน", "ง. ใช้ทำงานด้านการแต่งรูป"],
            "ans" : 3
        },
        "14" : {
            "title" : "หากต้องการเปิดแผ่นสไลด์ใหม่มาใส่เนื้อหาข้อใดทำถูกต้อง",
            "choice" : ["ก. หน้าแรก > คัดลอก", "ข. แทรก > สไลด์ใหม่", "ค. แทรก > รูปภาพ", "ง. หน้าแรก > วาง"],
            "ans" : 2
        },
        "15" : {
            "title" : "หากต้องการวาดรูป สี่เหลี่ยมจัตุรัสควรกดปุ่มใดร่วมกับการวาดรูป",
            "choice" : ["ก. Alt", "ข. Ctrl", "ค. Shift", "ง. Caps Lock"],
            "ans" : 3
        },
        "16" : {
            "title" : "การบันทึกเพื่อให้สามารถกลับมาแก้ไขในโปรแกรม Microsoft PowerPoint 2013 ควรบันทึกเป็นนามสกุลใด",
            "choice" : ["ก. pdf", "ข. psd", "ค. pptx", "ง. ppsx"],
            "ans" : 3
        },
        "17" : {
            "title" : "หากต้องการฉายสไลด์ต้องกำหนดงานนำเสนอให้อยู่ในมุมมองใด",
            "choice" : ["ก. ตัวเรียงลำดับภาพนิ่ง (Slide Sorter)", "ข. การนำเสนอภาพนิ่ง (Slide Show)", "ค. หน้าบันทึกย่อ (Notes Page)", "ง. ปกติ (Normal)"],
            "ans" : 2
        },
        "18" : {
            "title" : "เมื่อต้องการตัดบางส่วนของรูปภาพควรใช้เครื่องมือใดต่อไปนี้",
            "choice" : ["ก. ไม่มีข้อใดถูก", "ข. คลิกขวาที่รูปภาพ > ตัด", "ค. คลิกซ้ายที่รูปภาพ > แท็บรูปแบบ > จัดแนว", "ง. คลิกซ้ายที่รูปภาพ > แท็บรูปแบบ > ครอบตัด"],
            "ans" : 4
        },
        "19" : {
            "title" : "การกำหนดใส่สีให้กับพื้นหลังจะต้องไปที่เมนูใด",
            "choice" : ["ก. ออกแบบ", "ข. มุมมอง", "ค. หน้าแรก", "ง. แทรก"],
            "ans" : 1
        },
        "20" : {
            "title" : "ข้อใดคือหน้าที่ของแถบริบบอน (Ribbon)",
            "choice" : ["ก. รวบรวมคำสั่งต่าง ๆ", "ข. จัดการเกี่ยวกับไฟล์", "ค. กำหนดมุมมองสไลด์", "ง. แสดงสไลด์ขนาดเล็ก"],
            "ans" : 1
        },


        

    }
    
}

